tap "homebrew/cask"

brew "git"
brew "gh"
brew "tmux"
brew "gpg"
brew "jq"
brew "the_silver_searcher"
brew "python"

# Node
brew "nvm"
brew "yarn"

# Elixir
brew "elixir"

# MacOS Applications
cask "visual-studio-code"
cask "google-chrome"
cask "spotify"
cask "1password"
cask "slack"
cask "pastebot"
cask "hazel"
cask "textexpander"
cask "bartender"
cask "dash"
cask "postman"
cask "omnifocus"
cask "fantastical"
cask "whatsapp"
cask "daisydisk"
cask "quitter"
cask "expressvpn"

# Mac App Store Only
# Spark
