# Taps
tap "homebrew/cask"
tap "buo/cask-upgrade"
tap "charmbracelet/tap"
tap "heroku/brew"

brew "git"
brew "git-delta"
brew "tmux"
brew "mas"
brew "gpg"
brew "gh"
brew "jq"
brew "the_silver_searcher"
brew "python"
brew "wget"
brew "watch"
brew "youtube-dl"
brew "glow"
brew "charm"
brew "coreutils"

# Node
brew "nvm"
brew "yarn"

# Elixir
brew "elixir"

# Deployment
brew "heroku"

# MacOS Applications
cask "visual-studio-code"
cask "google-chrome"
cask "spotify"
cask "1password"
cask "slack"
cask "pastebot"
cask "hazel"
cask "textexpander"
cask "bartender"
cask "dash"
cask "postman"
cask "omnifocus"
cask "fantastical"
cask "whatsapp"
cask "daisydisk"
cask "quitter"
cask "expressvpn"
cask "dropbox"
cask "transmit"
cask "boxcryptor"
cask "zoomus"
cask "tableplus"
cask "moneymoney"
cask "docker"
cask "backblaze"
cask "notion"
cask "syncthing"
cask "rectangle"
cask "signal"

# Mac App Store
mas "Xcode", id: 497799835  
mas "Keynote", id: 409183694
mas "Spark", id: 1176895641
mas "Deliveries", id: 290986013
mas "DaftCloud", id: 1320450034
mas "Paprika Recipe Manager 3", id: 1303222628
