tap "homebrew/cask"

brew "git"
brew "gh"
brew "tmux"
brew "gpg"
brew "jq"
brew "the_silver_searcher"
brew "python"
brew "docker"
brew "wget"

# Node
brew "nvm"
brew "yarn"

# Elixir
brew "elixir"

# Casks
tap "buo/cask-upgrade"

# MacOS Applications
cask "visual-studio-code"
cask "google-chrome"
cask "spotify"
cask "1password"
cask "slack"
cask "pastebot"
cask "hazel"
cask "textexpander"
cask "bartender"
cask "dash"
cask "postman"
cask "omnifocus"
cask "fantastical"
cask "whatsapp"
cask "daisydisk"
cask "quitter"
cask "expressvpn"
cask "dropbox"
cask "transmit"
cask "boxcryptor"
cask "zoomus"
cask "tableplus"
cask "moneymoney"
cask "docker"
cask "backblaze"
cask "notion"
cask "syncthing"

# Mac App Store Only
# Spark
# Deliveries
# DaftCloud
# Paprika Recipe Manager 3
